# -*- coding: utf-8 -*-
"""
Created on Tue Apr  2 14:09:44 2019
data source 1
https://github.com/996icu/996.ICU/blob/master/blacklist/blacklist.md
data source 2
job description in 51job.com
@author: eric
"""

icu996companies=[
'华为',
'阿里巴巴',
'蚂蚁金服',
'京东商城',
'京东物流',
'58同城',
'苏宁',
'途家网',
'有赞',
'字节跳动',
'拼多多',
'大疆创新',
'六安人论坛',
'用友',
'深信服',
'鲸鱼游戏',
'盛赫游戏',
'神策数据',
'苏州科技城',
'中软国际',
'柯莱特',
'高伟达',
'华为外包',
'跨越速运',
'砸立',
'一喂',
'智贝科技',
'氪细胞',
'同花顺',
'游族网络',
'马上消费金融股份有限公司',
'霁云科技',
'广州多益网络股份有限公司',
'北京必胜课教育科技有限公司',
'广州栗梦网络科技有限公司',
'上海博鼠信息科技有限公司',
'云计划软件科技（上海）有限公司',
'云计划软件科技（上海）有限公司',
'茂松软件有限公司成都分公司',
'广州朗国电子科技有限公司',
'武汉经纬视通科技股份有限公司',
'广州御途网络技术有限公司',
'杭州奥海科技有限公司',
'广州御途网络技术有限公司',
'广州朗国电子科技有限公司',
'上海基立讯信息科技有限公司',
'霁云科技',
'广州多益网络股份有限公司',
'北京必胜课教育科技有限公司',
'蝴蝶互动',
'北京关键科技股份有限公司',
'北京商联达科技有限公司',
'上海博鼠信息科技有限公司'
]

non996companies=[
'杭州奥海科技有限公司',
'动视信息技术（上海）有限公司',
'福建英迈软件有限公司',
'上海纳思软件有限公司',
'福建英迈软件有限公司',
'上海捷卫信息科技有限公司',
]

