# -*- coding: utf-8 -*-
"""
Created on Tue Oct  8 00:45:34 2019

@author: eric
"""

year=2020
month=4

table_list=['_201904','_201905','_201906','_201907','_201908','_201909','_201910','_201911','_201912', '_202001','_202002','_202003','_202004']
title_key_blacklist=['安全工程师','seo','测试','前端','信息工程师','运维','经理','嵌入式','讲师','教师','老师','负责人','合伙人','计算机技术员','主任','总监','cto','需求工程师','需求分析','系统集成工程师','系统工程师','系统分析师','计算机辅助设计','DBA','实施','售前','售后','数据库','实习','数据标注员','管培生','2020届大专班','推广员','销售代表']
company_blacklist=['四川长虹网络科技有限责任公司', '软件与服务中心', '东华医为科技有限公司', '成都迈思信息技术有限公司', '广州国盛网络科技有限公司', '深圳市达铭丰科技有限公司', '北软互联（北京）科技有限公司', '南京瑞玥科技有限公司', '深圳极联信息技术股份有限公司','浙江八方电信有限公司诚聘', '深圳市捷兴电子商务有限公司', '西电济南变压器股份有限公司']